fase_1/pitzDailySteady/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          120;
        startFace       57120;
    }
    outlet
    {
        type            patch;
        nFaces          120;
        startFace       57240;
    }
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          120;
        startFace       57360;
    }
    up
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          480;
        startFace       57480;
    }
    walls
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          28800;
        startFace       57960;
    }
    defaultFaces
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          28920;
        startFace       86760;
    }
)

// ************************************************************************* //
